tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "twilio/brew"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "ant"
brew "jpeg-xl"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aws2-wrap"
brew "awscli"
brew "boost"
brew "cgal"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "php"
brew "composer"
brew "coreutils"
brew "delta", link: false
brew "deno"
brew "fd"
brew "flyctl"
brew "fzf"
brew "libevent"
brew "libassuan"
brew "libksba"
brew "gnupg"
brew "proj"
brew "shared-mime-info"
brew "libheif"
brew "netcdf"
brew "poppler"
brew "gdal"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "pkg-config"
brew "gobject-introspection"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "imagemagick"
brew "leveldb"
brew "libyaml"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "node"
brew "node@16"
brew "nvm"
brew "perl"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "sfcgal"
brew "postgis"
brew "postgresql@13"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "spaceship"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "telnet"
brew "terraform", link: false
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "volta"
brew "xclip"
brew "yarn"
brew "zlib"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
brew "twilio/brew/twilio"
cask "1password"
cask "authy"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "istat-menus"
cask "iterm2"
cask "keycastr"
cask "meetingbar"
cask "notion"
cask "postman"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "there"
cask "tunnelblick"
cask "typora"
cask "whatsapp"
vscode "alexanderte.dainty-vscode"
vscode "alpha4.jsonl"
vscode "andrejunges.handlebars"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "dracula-theme.theme-dracula"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "groksrc.ruby"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hoovercj.ruby-linter"
vscode "hridoy.rails-snippets"
vscode "johnpapa.vscode-peacock"
vscode "karunamurti.haml"
vscode "lorankloeze.ruby-rubocop-revived"
vscode "marqu3s.aurora-x"
vscode "mechatroner.rainbow-csv"
vscode "miguel-savignano.ruby-symbols"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sagarpaul.adapta-evergreen-theme"
vscode "sainnhe.everforest"
vscode "salesforce.salesforce-vscode-slds"
vscode "salesforce.salesforcedx-vscode"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-apex-debugger"
vscode "salesforce.salesforcedx-vscode-apex-replay-debugger"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-lightning"
vscode "salesforce.salesforcedx-vscode-lwc"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "salesforce.salesforcedx-vscode-visualforce"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "vayan.haml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "walkme.ruby-extension-pack"
vscode "xabikos.javascriptsnippets"
vscode "znck.grammarly"
